* DATE: 2016-11-24
* 盛年不重来，一日难再晨，及时当勉励，岁月不待人。
番茄.再没有比todolist更能让人专注的办法了.以list为中心,完成一个勾一项.
* GTD 
收集
删选
计划
执行
回顾
* TODO php反汇编
* 查emacs jquery
  SCHEDULED: <2017-07-20 四 08:30>
* 汇编 
  DEADLINE: <2017-07-18 二 14:00> SCHEDULED: <2017-07-18 二 11:20>
* learn java for android
  SCHEDULED: <2017-07-15 六 09:00>
  :LOGBOOK:
  CLOCK: [2017-07-15 六 10:01]--[2017-07-15 六 10:35] =>  0:34
  CLOCK: [2017-07-15 六 09:31]--[2017-07-15 六 09:56] =>  0:25
  CLOCK: [2017-07-15 六 09:00]--[2017-07-15 六 09:25] =>  0:25
  :END:
* DONE thinking in java 200page
  CLOSED: [2017-07-13 四 06:23] DEADLINE: <2017-07-12 三 11:30> SCHEDULED: <2017-07-12 三 10:30>
* thinking in java 10天看完
  DEADLINE: <2017-07-22 六 07:06> SCHEDULED: <2017-07-12 三 07:06>
  :LOGBOOK:
  CLOCK: [2017-07-13 四 06:59]--[2017-07-13 四 07:24] =>  0:25
  CLOCK: [2017-07-13 四 06:23]--[2017-07-13 四 06:48] =>  0:25
  CLOCK: [2017-07-12 三 07:11]--[2017-07-12 三 07:36] =>  0:25
  :END:
* TODO android
  SCHEDULED: <2017-07-11 二 08:00>
  :LOGBOOK:
  CLOCK: [2017-07-11 二 20:52]--[2017-07-11 二 21:18] =>  0:26
  :END:
* math
  SCHEDULED: <2017-07-10 一 19:30>
* DONE 眼部按摩仪
  CLOSED: [2017-07-10 一 08:54] SCHEDULED: <2017-07-09 日>
* TODO 数据结构算法
  SCHEDULED: <2017-07-10 一 09:00>
* DONE linux系统概念
  CLOSED: [2017-07-08 六 20:26] SCHEDULED: <2017-07-08 六 20:00>
* DONE 2个小时的汇编, 看能学到什么
  CLOSED: [2017-07-09 日 22:18] SCHEDULED: <2017-07-09 日 20:00> DEADLINE: <2017-07-09 六 21:30>
  :LOGBOOK:
  CLOCK: [2017-07-08 六 20:28]--[2017-07-08 六 20:53] =>  0:25
  :END:
* DONE learn java
  CLOSED: [2017-07-09 日 22:19] SCHEDULED: <2017-07-08 六 06:00>
* DONE spacemacs
  CLOSED: [2017-07-09 日 22:18] SCHEDULED: <2017-07-07 五 21:00>
* DONE 思维的远方 CLOSED: [2017-07-09 日 22:18] SCHEDULED: <2017-07-07 五 20:00>
* DONE 学el 
  CLOSED: [2017-07-07 五 19:44] DEADLINE: <2017-07-07 五 19:30> SCHEDULED: <2017-07-07 五 18:30>
  - Note taken on [2017-07-07 五 19:46] \\
    什么是note?
* today
** DONE [#B] kanshu 
   CLOSED: [2017-07-07 五 18:35] DEADLINE: <2017-07-07 五 10:40> SCHEDULED: <2017-07-07 五 10:00>
** DONE 写字
   CLOSED: [2017-07-07 五 18:35] SCHEDULED: <2017-07-07 五 11:00>

* DONE ubuntu use 
  CLOSED: [2017-06-09 五 22:20] DEADLINE: <2017-06-09 五 22:00> SCHEDULED: <2017-06-09 五 21:00>
* DONE 哑铃开始 
  CLOSED: [2017-07-07 五 09:45] SCHEDULED: <2017-05-28 日>
* DONE spacemacs 手册
  CLOSED: [2017-07-07 五 09:45] SCHEDULED: <2017-05-28 日>
* TODO java 学习
  DEADLINE: <2017-07-20 四>
* DONE linux find grep rename命令
  CLOSED: [2017-05-19 五 08:33]
* DONE 看玩spacemacs手册
  CLOSED: [2017-05-18 四 23:49] DEADLINE: <2017-05-18 四 22:00> SCHEDULED: <2017-05-18 四 20:00>
* DONE 看完thinkphp 手册
  CLOSED: [2017-07-07 五 10:08] SCHEDULED: <2017-05-18 四 08:30> DEADLINE: <2017-05-18 四 11:00>
* DONE 学ubuntu屏幕亮度调节
  CLOSED: [2017-05-18 四 08:50] SCHEDULED: <2017-05-18 四 08:00> DEADLINE: <2017-05-18 四 08:30>
* DONE 网页 
  CLOSED: [2017-05-18 四 08:50] DEADLINE: <2017-05-17 三 20:30> SCHEDULED: <2017-05-18 四 19:30>
* DONE 学git 
  CLOSED: [2017-05-17 三 17:38] SCHEDULED: <2017-05-17 Wed 13:00> DEADLINE: <2017-05-17 Wed 13:30>
  - State "DONE"       from "STARTED"    [2017-05-17 Wed 12:38]
* DONE STARTED 配置好spacemacs
  CLOSED: [2017-05-17 三 17:39] DEADLINE: <2017-05-17 Wed 13:00> SCHEDULED: <2017-05-17 Wed 12:00>
* DONE 学TODO    完成了 
  CLOSED: [2017-05-17 Wed 11:21] DEADLINE: <2017-05-17 Wed 11:30> SCHEDULED: <2017-05-17 Wed 11:00>
  - State "DONE"       from "STARTED"    [2017-05-17 Wed 11:21]
* DONE abckk
  CLOSED: [2017-05-17 Wed 11:13]
  - State "DONE"       from "STARTED"    [2017-05-17 Wed 11:13]
* DONE [#B] 读书/看报
  SCHEDULED: <2017-05-17 三>
  :LOGBOOK:
  CLOCK: [2017-05-17 三 00:05]--[2017-05-17 三 07:06] =>  7:01
  CLOCK: [2017-05-17 三 00:00]--[2017-05-17 三 00:01] =>  0:01
  :END:
